{"class_name": "Sequential", "keras_version": "1.1.2", "config": [{"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 784], "activity_regularizer": null, "trainable": true, "bias": true, "input_dim": 784, "b_constraint": null, "W_regularizer": null, "output_dim": 784, "init": "normal", "input_dtype": "float32", "name": "dense_3", "b_regularizer": null, "W_constraint": null}}, {"class_name": "Dense", "config": {"activation": "softmax", "W_regularizer": null, "activity_regularizer": null, "trainable": true, "bias": true, "input_dim": null, "b_constraint": null, "output_dim": 10, "init": "normal", "name": "dense_4", "b_regularizer": null, "W_constraint": null}}]}